var lectures = {
    lectures: [
        {
            id: 1,
            lec_date: "9/7/2013 13:00",
            topic: "Общий цикл разработки",
            lector: "Трошев Михаил"
        },
        {
            id: 2,
            lec_date: "9/7/2013 14:00",
            topic: "Документирование информации",
            lector: "Сергей Черкасов"
        },
        {
            id: 3,
            lec_date: "9/7/2013 15:00",
            topic: "Вики-синтаксис",
            lector: "Сергей Черкасов"
        },
        {
            id: 4,
            lec_date: "9/10/2013 19:00",
            topic: "Командная строка Unix",
            lector: "Ашик Виктор"
        },
        {
            id: 5,
            lec_date: "9/10/2013 20:00",
            topic: "Изучение и редактирование кода",
            lector: "Новак Игорь"
        },
        {
            id: 6,
            lec_date: "9/12/2013 20:00",
            topic: "Системы контроля версий",
            lector: "Сергеев Сергей"
        },
        {
            id: 7,
            lec_date: "9/14/2013 12:00",
            topic: "Тестирование",
            lector: "Широчкина Марина"
        },
        {
            id: 8,
            lec_date: "9/14/2013 13:00",
            topic: "Деплой",
            lector: "Андриади Роман"
        },
        {
            id: 9,
            lec_date: "9/14/2013 14:00",
            topic: "Протокол HTTP",
            lector: "Бережной Алексей"
        },
        {
            id: 10,
            lec_date: "9/17/2013 19:00",
            topic: "Архитектура веб-сервисов",
            lector: "Бургачёв Денис"
        },
        {
            id: 11,
            lec_date: "9/17/2013 20:00",
            topic: "Механизм работы браузеров",
            lector: "Мостоловица Георгий"
        },
        {
            id: 12,
            lec_date: "9/19/2013 20:00",
            topic: "Кеширование на клиенте и сервере",
            lector: "Дорошенко Евгений"
        },
        {
            id: 13,
            lec_date: "9/21/2013 12:00",
            topic: "Безопасность веб-приложений",
            lector: "Иващенко Тарас"
        },
        {
            id: 14,
            lec_date: "9/21/2013 13:00",
            topic: "Языки программирования",
            lector: "Бургачёв Денис"
        },
        {
            id: 15,
            lec_date: "9/21/2013 14:00",
            topic: "Регулярные выражения",
            lector: "Бережной Алексей"
        },
        {
            id: 16,
            lec_date: "9/24/2013 19:00",
            topic: "СSS. Базовые знания",
            lector: "Комаров Роман"
        },
        {
            id: 17,
            lec_date: "9/24/2013 20:00",
            topic: "Графика в вебе",
            lector: "Карев Иван"
        },
        {
            id: 18,
            lec_date: "9/26/2013 20:00",
            topic: "Debugger",
            lector: "Васильев Константин"
        },
        {
            id: 19,
            lec_date: "9/28/2013 12:00",
            topic: "JavaScript. Базовые знания",
            lector: "Давыдов Михаил"
        },
        {
            id: 20,
            lec_date: "9/28/2013 13:00",
            topic: "Транспорт. Ajax",
            lector: "Давыдов Михаил"
        },
        {
            id: 21,
            lec_date: "9/28/2013 14:00",
            topic: "JavaScript. Асинхронность",
            lector: "Давыдов Михаил"
        },
        {
            id: 22,
            lec_date: "10/1/2013 19:00",
            topic: "MVC",
            lector: "Киршанов Антон"
        },
        {
            id: 23,
            lec_date: "10/1/2013 20:00",
            topic: "Клиентская оптимизация",
            lector: "Карев Иван"
        },
        {
            id: 24,
            lec_date: "10/3/2013 20:00",
            topic: "Profiler",
            lector: "Корепанов Михаил"
        },
        {
            id: 25,
            lec_date: "10/5/2013 12:00",
            topic: "Шаблонизаторы",
            lector: "Бережной Сергей"
        },
        {
            id: 26,
            lec_date: "10/5/2013 13:00",
            topic: "jQuery",
            lector: "Бережной Алексей"
        },
        {
            id: 27,
            lec_date: "10/8/2013 19:00",
            topic: "БЭМ. Теория",
            lector: "Харисов Виталий"
        },
        {
            id: 28,
            lec_date: "10/8/2013 20:00",
            topic: "БЭМ. Практика",
            lector: "Курбатов Артём"
        },
        {
            id: 29,
            lec_date: "10/10/2013 20:00",
            topic: "Дизайн",
            lector: "Ларкина Анастасия"
        },
        {
            id: 30,
            lec_date: "10/12/2013 12:00",
            topic: "Приёмка задач. Общее и бэкенд-разработка",
            lector: "Трошев Михаил"
        },
        {
            id: 31,
            lec_date: "10/12/2013 13:00",
            topic: "Приёмка задач. Дизайн",
            lector: "Трошев Михаил"
        }
    ]
};